{
    "home":{
        "Text1":"Heading",
        "Text2":"Custom clothing By Rang",
        "BackgroundImage":"assets/images/tailoring-1.jpg",
        "AboutImage":"assets/images/gallery-1.jpg",
        "AboutText":"About Rang",
        "AboutDescription":"<p>The Big Oxmox advised her not to do so, because there were thousands of bad Commas, wild Question Marks and devious Semikoli, but the Little Blind Text didn’t listen. She packed her seven versalia, put her initial into the belt and made herself on the way.</p><p>When she reached the first hills of the Italic Mountains, she had a last view back on the skyline of her hometown Bookmarksgrove, the headline of Alphabet Village and the subline of her own road, the Line Lane. Pityful a rethoric question ran over her cheek, then she continued her way.</p>"
        
    },
    "about":{
        "Text1":"ABOUT US",
        "BackgroundImage":"assets/images/sewing-1.jpg",
        "AboutImage":"assets/images/gallery-1.jpg",
        "AboutText":"About Rang",
        "AboutDescription":"<p>Rang is all about giving silhouettes of your imagination a colorful illustrated shape. The palate of rang holds colors beyond your thoughts. From creations to the reinventions we believe in doing both. It’s either Indian or western, ethnic or fusion we’ve done all. A line of collection which accentuate the personality of all you lovely women. </p><p>Most importantly we pride ourself being one of the few design studios who designs for kids. Designing for all those adorable little girls gives us sense of pleasure and happiness. When these little angels adorn our dresses, these dresses become more beautiful and attain their eventual purpose</p>",
        "OtherHeading":"About Designer",
        "OtherDescription":"<p>Vasudha is a budding talented fashion designer having great sense of style and understanding. While Vasudha’s forte lies into traditional Indian clothing she also loves to fuse the western inspiration with core ethnics which is widely popular with those who are always in search of something different. Vasudha studied and interned her fashion designing from Bangalore and now practicing in this beautiful city. Her motive is to help you all to find your personal style and design your own.</p>"
    },
    "contact":{
        "Text1":"",
        "Text2":"",
        "BackgroundImage":""
    },
    "gallery":{
        "Text1":"",
        "Text2":"",
        "BackgroundImage":"",
        "galleryImages":[
            [
                {"name":"Image 1", "path": "assets/images/gallery-1.jpg", "text":"Boys"},
                {"name":"Image 1", "path": "assets/images/gallery-2.jpg", "text":"Girls"}
            ],
            [
                {"name":"Image 1", "path": "assets/images/gallery-3.jpg", "text":"Boys"},
                {"name":"Image 1", "path": "assets/images/gallery-4.jpg", "text":"Girls"}
            ],
            [
                {"name":"Image 1", "path": "assets/images/gallery-5.jpg", "text":"Boys"},
                {"name":"Image 1", "path": "assets/images/gallery-6.jpg", "text":"Girls"}
            ],
            [
                {"name":"Image 1", "path": "assets/images/gallery-1.jpg", "text":"Boys"},
                {"name":"Image 1", "path": "assets/images/gallery-2.jpg", "text":"Girls"}
            ]
            
        ]
    },
    "footer":{
        "column1":{
            "headingText":"About Rang",
            "description":"Rang is all about giving silhouettes of your imagination a colorful illustrated shape. The palate of rang holds colors beyond your thoughts. From creations to the reinventions we believe in doing both.",
            "socialLinks":[
                {"text":"facebook", "class":"icon-facebook", "link":"#facebook"},
                {"text":"twitter", "class":"icon-twitter", "link":"#facebook"},
                {"text":"linkedin", "class":"icon-linkedin", "link":"#linked"}
                
            ]
        },
        "column2":{
            "headingText":"Information",
            "links":[
                {"text":"Home","link":"home"},
                {"text":"About","link":"about"},
                {"text":"Gallery","link":"gallery"},
                {"text":"Contact","link":"contact"}
            ]
        },
        "column3":{
            "headingText":"Contact Info",
            "address":"Rang Banglore",
            "phoneNo":"787878787",
            "email":"help@rang.co.in"
        }
    }
}